---
type: DWFXExportOptions
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# DWFXExportOptions

`Autodesk.Revit.DB.DWFXExportOptions` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Constructor | DWFXExportOptions | — | `public DWFXExportOptions ()` |